"Show Up Next" = "Vis Næste";
"Show Target in List" = "Vis mål i liste";
"Delete from List" = "Slet fra liste";
"Autodelete Countdowns" = "Autoslet nedtællinger";

"Acknowledgements" = "Anerkendelser";
"Portions of this software may utilize the following copyrighted material, the use of which is hereby acknowledged." = "Dele af denne software kan bruge følgende ophavsretligt beskyttede materiale, brugen heraf anerkendes hermed.";
